ban.spellright
be5invis.toml
dracula-theme.theme-dracula
eamodio.gitlens
EditorConfig.EditorConfig
golang.Go
HookyQR.beautify
ms-azuretools.vscode-docker
ms-python.python
pnp.polacode
skyapps.fish-vscode
timonwong.shellcheck
wmaurer.change-case
christian-kohler.path-intellisense
CoenraadS.bracket-pair-colorizer
DavidAnson.vscode-markdownlint
golang.go
Gruntfuggly.todo-tree
jebbs.plantuml
mohsen1.prettify-json
ms-python.vscode-pylance
ms-vsliveshare.vsliveshare
Nash.awesome-flutter-snippets
nepaul.editorconfiggenerator
patbenatar.advanced-new-file
Tyriar.sort-lines
